Repository: nagyist/pornel-Sparkle
Catalog: *.lproj/Sparkle.strings
Languages: da, pt_br, sk

source: %1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?
da: %1$@ %2$@ er hentet og klar til brug! Vil du installere og genstarte %1$@ nu?
pt_br: %1$@ %2$@ foi baixado e está pronto para uso! Gostaria de instalar e reiniciar o %1$@ agora?
sk: Aplikácia %1$@ %2$@ bola prevzatá a je pripravená na použitie! Chcete teraz nainštalovať a následne znovu spustiť %1$@?

source: %1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again.
da: %1$@ kan ikke opdateres når det køres fra en kun læsbar enhed. Flyt %1$@ til mappen Programmer, genstart derfra og prøv igen.
pt_br: %1$@ não pode ser atualizado enquanto for executado a partir de um volume somente de leitura, como uma imagem de disco ou CD/DVD. Mova %1$@ para a pasta Aplicativos, reinicie-o e tente novamente.
sk: Aplikáciu %1$@ nemožno aktualizovať, ak je spustená zo zväzku s právami len na čítanie (napríklad z obrazu disku alebo optického disku). Presuňte aplikáciu %1$@ do priečinka Applications, spustite ju odtiaľ a potom znova skúste aktualizáciu.

source: %@ %@ is currently the newest version available.
da: %1$@ %2$@ er den aktuelle version.
pt_br: %1$@ %2$@ é a versão mais recente disponível.
sk: %1$@ %2$@ je najnovšia dostupná verzia.

source: %@ %@ is now available--you have %@. Would you like to download it now?
da: %1$@ %2$@ er tilgængelig! Du har %3$@. Skal den hentes nu?
pt_br: %1$@ %2$@ está disponível--sua versão é %3$@. Gostaria de baixá-lo agora?
sk: Je dostupná aplikácia %1$@ %2$@ — máte %3$@. Chcete ju prevziať teraz?

source: %@ downloaded
da: %@ hentet
pt_br: %@ baixado
sk: %@ prevzaté

source: %@ of %@
da: %1$@ af %2$@
pt_br: %1$@ de %2$@
sk: %1$@ z %2$@

source: A new version of %@ is available!
da: En ny version af %@ er tilgængelig!
pt_br: Uma nova versão do %@ está disponível!
sk: Je dostupná nová verzia aplikácie %@!

source: A new version of %@ is ready to install!
da: En ny version af %@ er klar til installering!
pt_br: Uma nova versão do %@ está pronta para ser instalada!
sk: Nová verzia aplikácie %@ je pripravená na inštaláciu!

source: An error occurred in retrieving update information. Please try again later.
da: Kunne ikke modtage informationer om opdateringer. Kontroller at du har forbindelse til internettet eller prøv igen senere.
pt_br: Ocorreu um erro ao buscar atualizações. Tente novamente mais tarde.
sk: Pri získavaní informácie o aktualizácii sa vyskytla chyba. Skúste neskôr.

source: An error occurred while downloading the update. Please try again later.
da: Opdateringen kunne ikke hentes. Prøv igen senere.
pt_br: Ocorreu um erro ao baixar a atualização. Tente novamente mais tarde.
sk: Pri preberaní aktualizácie sa vyskytla chyba. Skúste neskôr.

source: An error occurred while extracting the archive. Please try again later.
da: Arkivet kunne ikke udpakkes. Prøv igen senere.
pt_br: Ocorreu um erro ao extrair o arquivo. Tente novamente mais tarde.
sk: Pri rozbaľovaní archívu sa vyskytla chyba. Skúste neskôr.

source: An error occurred while installing the update. Please try again later.
da: Opdateringen kunne ikke installeres. Prøv igen senere.
pt_br: Ocorreu um erro ao instalar a atualização. Tente novamente mais tarde.
sk: Pri inštalácii aktualizácie sa vyskytla chyba. Skúste neskôr.

source: An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@.
da: %1$@ kunne ikke genstartes. Den nye version vil være tilgængelig, næste gang %1$@ startes.
pt_br: Ocorreu um erro ao reiniciar o %1$@. A nova versão estará disponível da próxima vez que você abrir o %1$@.
sk: Pri spustení %1$@ sa vyskytla chyba, avšak nová verzia bude dostupná pri opätovnom štarte %1$@.

source: Cancel
da: Annuller
pt_br: Cancelar
sk: Zrušiť

source: Cancel Update
da: Annuller opdatering
pt_br: Cancelar Atualização
sk: Zrušiť aktualizáciu

source: Checking for updates...
da: Søger efter opdateringer…
pt_br: Buscando atualizações…
sk: Kontrolujú sa aktualizácie…

source: Downloading update...
da: Henter opdatering…
pt_br: Baixando atualização…
sk: Preberá sa aktualizácia…

source: Extracting update...
da: Udpakker arkiver…
pt_br: Extraindo atualização…
sk: Rozbaľuje sa aktualizácia…

source: Install and Relaunch
da: Installer og genstart
pt_br: Instalar e Reiniciar
sk: Inštalovať a znovu spustiť

source: Installing update...
da: Installerer opdatering…
pt_br: Instalando atualização…
sk: Inštaluje sa aktualizácia…

source: Ready to Install
da: Klar til installering
pt_br: Pronto para Instalar
sk: Pripravené na inštaláciu

source: Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu.
da: Skal %1$@ søge efter opdateringer automatisk? Du kan altid søge efter opdateringer manuelt fra programmets menu.
pt_br: Gostaria que %1$@ buscasse atualizações automaticamente? Você pode buscar por atualizações manualmente, através do menu %1$@.
sk: Môže %1$@ automaticky kontrolovať aktualizácie? Kedykoľvek ich môžete z ponuky %1$@ skontrolovať aj manuálne.

source: Update Error!
da: Der opstod en fejl!
pt_br: Erro na Atualização!
sk: Chyba aktualizácie!

source: Updating %@
da: Opdaterer %@
pt_br: Atualizando %@
sk: Aktualizuje sa %@

source: You already have the newest version of %@.
da: Du har den seneste version af %@.
pt_br: Você já possui a versão mais recente do %@.
sk: Máte aktuálnu verziu aplikácie %@.

source: You are up-to-date!
da: Der er ingen opdateringer

source: Learn More...
da: Læs mere…

source: An error occurred while parsing the update feed.
pt_br: Ocorreu um erro ao analisar a fonte de atualização.
sk: Pri analyzovaní aktualizácie sa vyskytla chyba.

source: You are up to date!
pt_br: Você está atualizado!
sk: Máte aktuálnu verziu!
